exports.donate = (id, SADBOY, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke ${SADBOY}*
╠════════════════════
║├≽️⚜ *OVO*: _0813-1016-8655_
║├≽️⚜ *PULSA*: _0813-1016-8655_
║├≽️⚜ *GOPAY*: _0813-1016-8655_
╠════════════════════
║  *${SADBOY}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${groupwa}_
║│2. *YouTube <subscribe>*
║│ _${youtube}_
║│3. *Instagram <Follow>*
║│ _${instagram}_
║│4. *Creator ${SADBOY}*
║│ _${nomer}_
║╰───────────
╠════════════════════
║ *MADE BY SADBOY*
╚════════════════════`
}

